[
  {
    "text": "BlOOD TEST REPORT Patient Patient ID Non-smoker Jane Doe HD930304 BMI 19.2 Waist 26 in DOB Report Date and Time Medications 3/4/1993 (24 yrs) 11/1/2017 12:00 None indicated Gender Received Date and Time F 10/26/2017 13:00 Systolic blood pressure Specimen Collection Date and Time Provider ID: 0000 Unspecified Blood Spot 10/17/201 9:20:00 Doctor T 17387 63rd Ave Hours of Fasting Lake Oswego OR 97035 12:00 Ph: xxx-xxx-xxxx Family History of Heart Disease Yes Diabetes No Cancer Yes",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c0",
    "source_id": "9_c0",
    "page_start": 1,
    "page_end": 1
  },
  {
    "text": "10/17/201 9:20:00 Doctor T 17387 63rd Ave Hours of Fasting Lake Oswego OR 97035 12:00 Ph: xxx-xxx-xxxx Family History of Heart Disease Yes Diabetes No Cancer Yes",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c1",
    "source_id": "9_c1",
    "page_start": 1,
    "page_end": 1
  },
  {
    "text": "YOUR TEST RESULTS Normal Range Borderline High Low or High Your Levels Triglycerides (mg/dL) 112 < 15020 150 - 2006 >200 0% Cholesterol (mg/dL) 137 < 200 200 - 2406 > 240 HDL (mg/dL) 53 < 40 ≥ 40 LDL (mg/dL) 62 < 130 130 - 1606 > 160",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c2",
    "source_id": "9_c0",
    "page_start": 1,
    "page_end": 1
  },
  {
    "text": "What do your test results mean? Triglycerides. Increased plasma triglyceride levels are indicative of a metabolic abnormality and, along with elevated cholesterol, are considered a risk factor for atheroschlerotic disease. In the presence of other coronary heart disease risk factors, both borderline-high (150-200 mg/dL) and high values (>200 mg/dL) require attention. Triglyceride concentrations >1,000 mg/dL can lead to abdominal pain and may be life-threatening due to chylomicron-induced pancreatitis. Total cholesterol is a measure of the total amount of cholesterol in your blood, including low-density lipoprotein (LDL) cholesterol and high density lipoprotein (HDL) cholesterol HDL (good) cholesterol With HDL cholesterol, higher",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c3",
    "source_id": "9_c0",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "attention. Triglyceride concentrations >1,000 mg/dL can lead to abdominal pain and may be life-threatening due to chylomicron-induced pancreatitis. Total cholesterol is a measure of the total amount of cholesterol in your blood, including low-density lipoprotein (LDL) cholesterol and high density lipoprotein (HDL) cholesterol HDL (good) cholesterol With HDL cholesterol, higher levels are better. Low HDL cholesterol puts you at higher risk for heart disease. People with high blood triglycerides usually also have lower HDL cholesterol. Genetic factors, type 2 diabetes, smoking, being overweight and being sedentary can all result in lower HDL cholesterol. LDL (bad) cholesterol A low LDL cholesterol",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c4",
    "source_id": "9_c1",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "levels are better. Low HDL cholesterol puts you at higher risk for heart disease. People with high blood triglycerides usually also have lower HDL cholesterol. Genetic factors, type 2 diabetes, smoking, being overweight and being sedentary can all result in lower HDL cholesterol. LDL (bad) cholesterol A low LDL cholesterol level is considered good for your heart health. However, your LDL number should no longer be the main factor in guiding treatment to prevent heart attack and stroke, according to new guidelines from the American Heart Association. For patients taking statins, the guidelines say they no longer need to get",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c5",
    "source_id": "9_c2",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "level is considered good for your heart health. However, your LDL number should no longer be the main factor in guiding treatment to prevent heart attack and stroke, according to new guidelines from the American Heart Association. For patients taking statins, the guidelines say they no longer need to get LDL cholesterol levels down to a specific target number. A diet high in saturated and trans fats raises LDL cholesterol.",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c6",
    "source_id": "9_c3",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "LDL cholesterol levels down to a specific target number. A diet high in saturated and trans fats raises LDL cholesterol.",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c7",
    "source_id": "9_c4",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "This report is only for information purpose and does not provide any diagnosis or treatment. There may be many other risk factors that must be considered for a complete assessment of your health. Please consult your healthcare provider to discuss your results and any questions you may have about your wellness. This test was developed and its performance characteristics determined by AYUMETRIX . It has not been cleared or approved by the FDA. The laboratory is regulated under CLIA as qualified to perform high-complexity testing.",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c8",
    "source_id": "9_c0",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "wellness. This test was developed and its performance characteristics determined by AYUMETRIX . It has not been cleared or approved by the FDA. The laboratory is regulated under CLIA as qualified to perform high-complexity testing.",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c9",
    "source_id": "9_c1",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "BlOOD TEST REPORT Patient Patient ID Non-smoker Jane Doe HD930304 BMI 19.2 Waist 26 in DOB Report Date and Time Medications 3/4/1993 (24 yrs) 11/1/2017 12:00 None indicated Gender Received Date and Time F 10/26/2017 13:00 Systolic blood pressure Specimen Collection Date and Time Provider ID: 0000 Unspecified Blood Spot 10/17/201 9:20:00 Doctor T 17387 63rd Ave Hours of Fasting Lake Oswego OR 97035 12:00 Ph: xxx-xxx-xxxx Family History of Heart Disease Yes Diabetes No Cancer Yes",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c10",
    "source_id": "9_c0",
    "page_start": 1,
    "page_end": 1
  },
  {
    "text": "10/17/201 9:20:00 Doctor T 17387 63rd Ave Hours of Fasting Lake Oswego OR 97035 12:00 Ph: xxx-xxx-xxxx Family History of Heart Disease Yes Diabetes No Cancer Yes",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c11",
    "source_id": "9_c1",
    "page_start": 1,
    "page_end": 1
  },
  {
    "text": "YOUR TEST RESULTS Normal Range Borderline High Low or High Your Levels Triglycerides (mg/dL) 112 < 15020 150 - 2006 >200 0% Cholesterol (mg/dL) 137 < 200 200 - 2406 > 240 HDL (mg/dL) 53 < 40 ≥ 40 LDL (mg/dL) 62 < 130 130 - 1606 > 160",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c12",
    "source_id": "9_c0",
    "page_start": 1,
    "page_end": 1
  },
  {
    "text": "Patient Name: Jane Doe Patient ID: HD930304 Report Date: 11/01/2017 What do your test results mean? Triglycerides. Increased plasma triglyceride levels are indicative of a metabolic abnormality and, along with elevated cholesterol, are considered a risk factor for atheroschlerotic disease. In the presence of other coronary heart disease risk factors, both borderline-high (150-200 mg/dL) and high values (>200 mg/dL) require attention. Triglyceride concentrations >1,000 mg/dL can lead to abdominal pain and may be life-threatening due to chylomicron-induced pancreatitis. Total cholesterol is a measure of the total amount of cholesterol in your blood, including low-density lipoprotein (LDL) cholesterol and high density",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c13",
    "source_id": "9_c0",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "both borderline-high (150-200 mg/dL) and high values (>200 mg/dL) require attention. Triglyceride concentrations >1,000 mg/dL can lead to abdominal pain and may be life-threatening due to chylomicron-induced pancreatitis. Total cholesterol is a measure of the total amount of cholesterol in your blood, including low-density lipoprotein (LDL) cholesterol and high density lipoprotein (HDL) cholesterol HDL (good) cholesterol With HDL cholesterol, higher levels are better. Low HDL cholesterol puts you at higher risk for heart disease. People with high blood triglycerides usually also have lower HDL cholesterol. Genetic factors, type 2 diabetes, smoking, being overweight and being sedentary can all result in",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c14",
    "source_id": "9_c1",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "lipoprotein (HDL) cholesterol HDL (good) cholesterol With HDL cholesterol, higher levels are better. Low HDL cholesterol puts you at higher risk for heart disease. People with high blood triglycerides usually also have lower HDL cholesterol. Genetic factors, type 2 diabetes, smoking, being overweight and being sedentary can all result in lower HDL cholesterol. LDL (bad) cholesterol A low LDL cholesterol level is considered good for your heart health. However, your LDL number should no longer be the main factor in guiding treatment to prevent heart attack and stroke, according to new guidelines from the American Heart Association. For patients taking",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c15",
    "source_id": "9_c2",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "lower HDL cholesterol. LDL (bad) cholesterol A low LDL cholesterol level is considered good for your heart health. However, your LDL number should no longer be the main factor in guiding treatment to prevent heart attack and stroke, according to new guidelines from the American Heart Association. For patients taking statins, the guidelines say they no longer need to get LDL cholesterol levels down to a specific target number. A diet high in saturated and trans fats raises LDL cholesterol. This report is only for information purpose and does not provide any diagnosis or treatment. There may be many other",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c16",
    "source_id": "9_c3",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "statins, the guidelines say they no longer need to get LDL cholesterol levels down to a specific target number. A diet high in saturated and trans fats raises LDL cholesterol. This report is only for information purpose and does not provide any diagnosis or treatment. There may be many other risk factors that must be considered for a complete assessment of your health. Please consult your healthcare provider to discuss your results and any questions you may have about your wellness. This test was developed and its performance characteristics determined by AYUMETRIX . It has not been cleared or approved",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c17",
    "source_id": "9_c4",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "risk factors that must be considered for a complete assessment of your health. Please consult your healthcare provider to discuss your results and any questions you may have about your wellness. This test was developed and its performance characteristics determined by AYUMETRIX . It has not been cleared or approved by the FDA. The laboratory is regulated under CLIA as qualified to perform high-complexity testing.",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c18",
    "source_id": "9_c5",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "by the FDA. The laboratory is regulated under CLIA as qualified to perform high-complexity testing.",
    "file_id": 9,
    "file_name": "blood-test.pdf",
    "chunk_id": "9_c19",
    "source_id": "9_c6",
    "page_start": 2,
    "page_end": 2
  },
  {
    "text": "Zahidul Haque D. C/O Pain Rt knee 1 month Difficulty in going up by stairs No bony injury Ad. x-ray Rt knee AP Lat Rx 1. Tab. Ultrafen plus 0 + 0 + 1 2. Tab. Reblin 0 + 0 + 1 3. Cap. Rogesic 200 mg 2 mg 4. Tab. Ultrasol-D 0 + 0 + 2 5. Tab. Cartilage 11/12/10 Advised: Knee cap Ad. MRI Rt knee Rx Tab. Diclofenac 2 + 0 + 2 Tab. Ultrasol-C 2 + 0 + 2 Cap. Omeprol 2 + 0 + 2",
    "file_id": 10,
    "file_name": "prescription.jpeg",
    "chunk_id": "10_c20",
    "source_id": "10_c0",
    "page_start": null,
    "page_end": null
  },
  {
    "text": "Tab. Ultrasol-D 0 + 0 + 2 5. Tab. Cartilage 11/12/10 Advised: Knee cap Ad. MRI Rt knee Rx Tab. Diclofenac 2 + 0 + 2 Tab. Ultrasol-C 2 + 0 + 2 Cap. Omeprol 2 + 0 + 2",
    "file_id": 10,
    "file_name": "prescription.jpeg",
    "chunk_id": "10_c21",
    "source_id": "10_c1",
    "page_start": null,
    "page_end": null
  }
]
